Repository: common-repository/protein-shake-recipe-calculator
Catalog: wet_proteinshake-*.po
Languages: de_de

source: Protein Shake Recipe
de_de: Protein-Shake-Rezept

source: Allows the user to calculate her optimum post-workout protein shake recipe.
de_de: Dient zur Berechnung des optimalen Post-Workout Protein-Shakes.

source: Calculate Your Protein Shake Recipe
de_de: Berechne dein Protein-Shake-Rezept

source: Calculate
de_de: Berechnen

source: Title:
de_de: Titel:

source: Button Text:
de_de: Text der Schalftfläche:

source: Credit link:
de_de: Link zur Quelle:

source: US units:
de_de: US-Maße:

source: Metric units:
de_de: Metrische Maße:

source: Weight
de_de: Gewicht

source: Carbohydrate
de_de: Kohlenhydrat

source: Water
de_de: Wasser

source: Daily protein dose
de_de: Tägliche Proteinmenge

source: This Widget requires Javascript
de_de: Dieses Widget benötigt Javascript

source: by
de_de: Von
